{
  "intent": {
   
      {
        "id": "1",
        "tag":"ugseats",
        "text":["How many total number of undergraduate seats are there in IITS?","Which IIT has maximum number of ug seats?","Name the NIT which has the least number of ug seats?","How many total number of undergraduate seats are there in NITS","which IIIT has less number of ug seats?","How many number of ug seats are there in IIT bombay?","How many number of colleges have more than 1000 number of ugseats?","Which college has less number of ug seats?","How many total number of ug seats are there in all colleges?","How many Ugseats are present in all of IIT,IIIT and NIT",
                 "How many Ugseats are available for general in IIT?","How many Ugseats for Female Category in NIT Warangal?","Do IIT have UGseats for SC,ST category?","Ugseats count for Electrical engineering in NIT?","How many seats are the for Pwd in all NITs?",
                 ""]
        },
      {
        "id": "2",
        "tag":"Branch",
        "text":["what are the branches offered by iit roorkee?","Is mechanical engineering is offered by iiit sricity?","Name the colleges which offers the civil engineering?","Name the nits which offers biotechnolgy ?","What are the branches available in IIIT's?","What are the branches available in IIT's?","What are the branches available in NIT's?","Is MBA branch available in all IIIT institutes?",
                "Display the list of colleges that have Aerospace Engineering as a branch?","Does IIIT Sonepat have Information Technology branch?","What colleges offer Metallurgic energy as a course?","List the branches available in NIT Srinagar?","List the colleges that have branches other than CSE and ECE?","How many colleges have Information for Technology branch?","Do all colleges have CSE branch?",
                 "Does any college have AI/ML as a branch?","How many colleges do not have Electronics and Communication Engineering branch?","Which colleges have chemical engineering branch in NITs?"]
      },
      {
        "id": "3",
        "tag":"placements",
        "text":["What is the average package offered to IIT students?","Which engineering college offers best placement?","What is the average salary in IIIT Sri city"
    
      },
      {
        "id": "4",
        "tag":"Entrance exam",
        "text":["Which exam is required to join IIT?","Is Jee Mains the criteria for NIT's?","What exam should you write to join IIIT Allahabad?","Why is IIT JEE important?","Is it okay if we clear only JEE Main? Can we get a good engineering college?","Should we clear JEE Mains to write JEE Advanced?","Do all NITs have JEE Mains as criteria?","How many entrance exams are there in total?","Is JEE Advanced rank necessary for NITs and IIITs?"
               "What is the exam for IIIT?","What is exam needed to join NIT?","Does IIT Tirupathi need a good JEE rank?","Will  JEE main application be sufficient for NIT and IIIT ?? or should I put in separate application forms for NIT , IIIT ??","JEE Advanced for IIT and JEE Mains for NITs and IIITs is it?",""]
      },
      {
        "id": "5",
        "tag":"totalfees",
        "text":["Which college has the highest total fees among IIITS,IITS,NITS?","Which IIT has the highest total fees?","What is the total fees in IIIT Sri City?","In NIT Warangal, do we need to pay fees, or is it totally free? How much fee do we need to pay?"
                "Which college has the cheapest fee structure?","Which college has lower fees among IIT Bombay and IIT Chennai?","Are few IITs have lower fees than IIITs?"
               ]

    
      },
      {
        "id": "6",
        "tag":"facilities",
        "text":["What are the facilities are in the IIT hostel?","Why don't IITs offer Ac in hostel rooms?","Which IIT has the best hostel rooms?","on What basis are the hostel rooms alloted in IIT?","How is the life in IIT hostel?",""]
      },
      {
         "id":"7",
        "tag":"visitingcompanies",
        "text":["What are the Top Companies visited IIT Delhi?","What are the Top Companies visited NIT Delhi?","What are the Top Companies visited IIIT Delhi ?","How many Companies visited IIt Delhi?","Which companies Most Visited To IITs?","How Much CTC Offer for students in IITs?","Is FAANG Companies Visits IITs?","Which IIT is the least for Visisted Companies?","What is 0 Companies?","What are the Most Companies visited in IITs?",""]
      },
      {
        "id": "8",
        "tag":"address",
        "text":["Where is the IIT Delhi Located?","Where is the NIT Delhi Located?","Where is the IIIT Delhi Located?","How many colleges are present in Andhra pradesh?","Are there any colleges in Kashmir?","How many colleges in Andhra Pradesh?","IIT Chennai is located in which state?","Total How many colleges are present in Maharashtra?",
               "What is the name of the college present in Imphal?","Where is NIT Jalandhar located?","Please tell me where is IIT Guwahati?","List the colleges present in Maharastra,Andhra Pradesh and Tamil nadu?"
               "Which state has the most colleges?","Which state doesn't have any college located?","I am from Uttar Pradesh,Are there any colleges here in Uttar Pradesh?","How many colleges are located in Karnataka?",""]
    
      },
      {
        "id":"9",
        "tag":"ownership",
        "text":["Is IIIT Sri City run in PPP mode?","How many colleges are run by the Government?","How many colleges are run in PPP mode?","Are all IIIT colleges run in PPP mode?","What is PPP mode?","Area all IITs and NITs run by Government?","Does the Governement of India own all these colleges or any other Organization owns it?","List all the colleges that has been run by Government?","What is PPP mode for colleges?","IIITDM Kurnool is run by?","IIIT Kancheepuram,IIIT Jabalpur,IIIT Allahabad are run by government or in PPP mode?"
               "How many colleges are owned by government in total? What are they?","Is IIIT Sri city run in PPP mode or by the Governement?",""]
      },
      {
        "id":"10",
        "tag":"Rank",
        "text":["I have a rank of 12000 in JEE Mains,What are the colleges I can get in the first round ?","Do i get Computer science for the rank of 6000 in jee mains in nits?","which college is better for the rank of 6000 in jee advance?","Name the colleges that are eligible for rank 3000 in jee mains?","What is expected cuttoff rank for jee mains?","Do i get any colleges with rank of 50000 in jee mains?","What is expected cuttoff rank for jee advance?","what will be the cuttoff rank for st category students in jee mains?","what will be the cuttoff rank for sc category students in jee advance?",
               "Can I get any computer science branch in any college for 20000 JEE Advance rank?","I got a 20000 rank in the JEE Mains. Which is the best NIT college with the best group I can get?",
               "I got 19000 rank in JEE Mains can I get admission into NIT Warangal?","My EWS rank in JEE Mains is 4950.Which NIT's can I get?","My Rank is 63000 and my OBC rank is 17000 which NIT College could I get?","Which NIT and branch will I get with 24000 rank in JEE Mains?",""]
      }
    

  

  

 
  

  }
}
