{
  "intent": {
    "Basicinfo": [
      {
        "id": "1",
        "tag":"ugseats",
        "text":["How many total number of undergraduate seats are there in IITS?","Which IIT has maximum number of ug seats?","Name the NIT which has the least number of ug seats?","How many total number of undergraduate seats are there in NITS","which IIIT has less number of ug seats?","How many number of ug seats are there in IIT bombay?","How many number of colleges have more than 1000 number of ugseats?","Which college has less number of ug seats?","How many total number of ug seats are there in all colleges?",""]
        },
      {
        "id": "2",
        "tag":"course",
        "text":[]
      },
      {
        "id": "3",
        "tag":"placements",
        "text":[]
    
      },
      {
        "id": "4",
        "tag":"branches",
        "text":["What are the branches available in IIIT's?","What are the branches available in IIT's?","What are the branches available in NIT's?",""]
        "responses":[""]
      },
      {
        "id": "5",
        "tag":"Entrance exam",
        "text":["Which exam is required to join IIT?","Is Jee Mains the criteria for NIT's?","What exam should you write to join IIIT Allahabad?","Why is IIT JEE important?","Is it okay if we clear only JEE Main? Can we get a good engineering college?",""]
        "responses":["","",""]
      },
      {
        "id": "6",
        "tag":"totalfees",
        "text":["Which college has the highest total fees among IIITS,IITS,NITS?","Which IIT has the highest total fees?","What is the total fees in IIIT Sri City?","In NIT Warangal, do we need to pay fees, or is it totally free? How much fee do we need to pay?"
                ""
               ]
        "responses":[""]
    
      }
      {
        "id": "7",
        "tag":"facilities",
        "text":[]
        "responses":[""]
      }
      {
         "id":"8",
        "tag":"visitingcompanies",
        "text":[]
        "responses":[""]
      }
      {
        "id": "9",
        "tag":"adress",
        "text":[]
        "responses":[""]
      }
  
    
    ]
  }
}
